/* The keyboard shortcut is is not allowed to be used */
"%@ is not allowed" = "%@ nie jest dozwolony";

/* the number of uses left in the free trial (when 1) */
"%lu Use Left" = "Pozostałe użycia: %lu";

/* the number of uses left in the free trial (when >1) */
"%lu Uses Left" = "Pozostałe użycia: %lu";

/* click this button to get 10 more uses in the free trial */
"+10 Uses" = "+10 Użyć";

/* entry in selection list to indicate no selection */
"- None -" = "- Brak -";

/* No comment provided by engineer. */
"\"%@\" is not signed by Pilotmoon Software. Only install this extension if you got it from a source you trust." = "\"%@\" nie jest podpisany przez Pilotmoon Software. Zainstaluj to rozszerzenie tylko, jeśli pobrałeś je z zaufanego źródła.";

/* No comment provided by engineer. */
"Above Text" = "Nad tekstem";

/* Title of prefs section */
"Actions" = "Czynności";

/* No comment provided by engineer. */
"Alternate Search URL" = "Alternatywny URL wyszukiwania";

/* Title of prefs section */
"Appearance" = "Wygląd";

/* No comment provided by engineer. */
"Authorized" = "Autoryzuj";

/* Dark/light mode will be the same as the operating system setting */
"Auto" = "Automatyczny";

/* Dark/light mode will be opposite to the operaing system setting */
"Auto (Inverse)" = "Auto (odwrócony)";

/* No comment provided by engineer. */
"Below Text" = "Poniżej tekstu";

/* click button to buy the app */
"Buy" = "Kup";

/* Button to go to store */
"Buy Now" = "Kup teraz";

/* Button to go to store */
"Buy PopClip Online" = "Kup PopClip Online";

/* as in 'by Nick Moore' */
"by" = "autorstwa";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Cannot Install Extension" = "Nie można zainstalować Rozszerzenia";

/* 1=name of app */
"Cannot start %1$@" = "Nie można uruchomić %1$@";

/* This is a check box title, not a button */
"Check for updates" = "Sprawdź aktualizacje";

/* Label for color setting */
"Color" = "Kolor";

/* Displayed when something has been copied to the clipboard */
"Copied" = "Skopiowano";

/* Indicates Dark color apearance */
"Dark" = "Ciemny";

/* name of dictionary look-up feature */
"Dictionary" = "Słownik";

/* button title */
"Don't Install" = "Nie Instaluj";

/* Button title */
"Done" = "Gotowe";

/* Button title. Enables access for assistive devices. */
"Enable PopClip" = "Włącz PopClip";

/* Title of table of apps which PopClip will ignore. */
"Excluded Apps" = "Wykluczone aplikacje";

/* button title shown in welcome window */
"Got it!" = "Jasne!";

/* No comment provided by engineer. */
"Hold Option (⌥) for alternate search." = "Przytrzymaj Option (⌥), aby rozpocząć alternatywne wyszukiwanie.";

/* button title: install the named externsion */
"Install \"%@\"" = "Zainstaluj \"%@\"";

/* the name of the extension to be installed is in quotes */
"Install Extension \"%@\"" = "Zainstaluj Rozszerzenie \"%@\"";

/* Label for control for setting keyboard shortcut */
"Keyboard Shortcut" = "Skróty Klawiszowe";

/* No comment provided by engineer. */
"Language" = "Język";

/* No comment provided by engineer. */
"Languages" = "Języki";

/* Title of window showing the user's license details */
"License Details" = "Szczegóły licencji";

/* No comment provided by engineer. */
"License key not valid" = "Klucz licencyjny jest nieprawidłowy";

/* Indicates Light color apearance */
"Light" = "Jasny";

/* name of missing third party app */
"Missing App: %@" = "Brakująca Aplikacja: %@";

/* No comment provided by engineer. */
"Not Authorized" = "Brak autoryzacji";

/* button title */
"Not Now" = "Nie teraz";

/* No comment provided by engineer. */
"OFF" = "WYŁ.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"ON" = "WŁ.";

/* name of link opening feature */
"Open Link" = "Otwórz łącze";

/* No comment provided by engineer. */
"Open Links" = "Otwieraj Łącza";

/* Example: Options for Wikipedia */
"Options for %@" = "Opcje %@";

/* No comment provided by engineer. */
"Please close this browser tab and return to PopClip." = "Zamknij zakładkę przeglądarki i wróć do PopClip.";

/* No comment provided by engineer. */
"Please wait..." = "Proszę czekać...";

/* No comment provided by engineer. */
"PopClip can have at most %li extensions. Please delete some to make space for more." = "PopClip może mieć co najwyżej %li rozszerzeń. Usuń część z nich, aby zrobić więcej miejsca.";

/* No comment provided by engineer. */
"The free version of PopClip can have at most %li extensions. Please delete some to make space for more." = "Darmowa wersja PopClip może mieć maksymalnie %li rozszerzeń. Usuń część z nich, aby zrobić więcej miejsca.";

/* No comment provided by engineer. */
"PopClip can't find %@ on this computer. You probably need to install it." = "PopClip nie może znaleźć %@ na tym komputerze. Prawdopodobnie musisz go zainstalować.";

/* No comment provided by engineer. */
"PopClip could not load the following extension(s):\n\n%@\n\nUpdated versions may be available from the PopClip website." = "PopClip nie może załadować następujących rozszerzeń:\n\n%@\n\nZaktualizowane wersje mogą być dostępne na stronie PopClip.";

/* No comment provided by engineer. */
"PopClip Extensions" = "Rozszerzenia PopClip";

/* as in 'PopClip is ON' or 'PopClip is OFF' */
"PopClip is" = "PopClip jest";

/* No comment provided by engineer. */
"PopClip will check spelling in each selected language." = "PopClip będzie sprawdzał pisownię w każdym wybranym języku.";

/* Label for position setting */
"Position" = "Położenie";

/* Button to quit the app */
"Quit" = "Zakończ";

/* Button title. Opens PopClip on mac app store. */
"Rate on App Store" = "Oceń w App Store";

/* Button title. When clicked, shows the app's release notes. */
"Release Notes" = "Lista Zmian";

/* No comment provided by engineer. */
"Replace your search term with ***, e.g. https://example.com/?q=***" = "Zastąp wyszukiwane hasło ***, np. https://example.com/?q=***";

/* name of 'reveal in finder' feature */
"Reveal in Finder" = "Pokaż w Finderze";

/* name of web search feature */
"Search" = "Szukaj";

/* No comment provided by engineer. */
"Search URL" = "Wyszukaj URL";

/* No comment provided by engineer. */
"Select" = "Zaznacz";

/* No comment provided by engineer. */
"Select apps to exclude" = "Wybierz aplikacje do wykluczenia";

/* No comment provided by engineer. */
"Show as Icon" = "Pokaż jako ikonę";

/* check box title */
"Show in menu bar" = "Pokazuj na pasku";

/* button title */
"Sign In" = "Zaloguj";

/* Example: Sign in to your Instapaper account. */
"Sign in to your %@ account." = "Zaloguj się na swoje konto %@.";

/* button title */
"Sign Out" = "Wyloguj";

/* Label for size adjustment slider */
"Size" = "Wielkość";

/* name of spelling checker feature */
"Spelling" = "Pisownia";

/* check box title */
"Start at login" = "Uruchamiaj automatycznie";

/* No comment provided by engineer. */
"Technical information:" = "Informacje techniczne:";

/* This message is shown when the license key is registered. */
"Thank you for buying PopClip!" = "Dziękujemy za zakup PopClip!";

/* No comment provided by engineer. */
"The application appears to be corrupted. Please install a fresh copy." = "Aplikacja wydaje się być uszkodzona. Proszę zainstalować ją ponownie.";

/* No comment provided by engineer. */
"This extension is not compatible with this version of PopClip. Please update to the latest version of PopClip." = "To rozszerzenie nie jest kompatybilne z tą wersją PopClip. Proszę zaktualizować do najnowszej wersji PopClip.";

/* No comment provided by engineer. */
"This extension requires macOS version %@ or above." = "To rozszerzenie wymaga wersji macOS %@ lub nowszej.";

/* Dialog text */
"To continue, PopClip needs to enable Accessibility access." = "Aby kontynuować, PopClip musi włączyć dostęp do Dostępności.";

/* help text shown in welcome window */
"To use PopClip, just select some text in any app using your mouse pointer." = "Aby użyć PopClip zaznacz tekst w dowolnej aplikacji za pomocą kursora myszy.";

/* the free trial has expired */
"Trial Expired" = "Wersja próbna wygasła";

/* the number of uses left in the free trial (when 1) */
"Trial — %lu Use Left" = "Wersja próbna — Pozostałe Użycia: %lu";

/* the number of uses left in the free trial (when >1) */
"Trial — %lu Uses Left" = "Wersja próbna — Pozostałe Użycia: %lu";

/* No comment provided by engineer. */
"Unsigned Extension" = "Niepodpisane rozszerzenie";

/* Button title. When clicked, shows user's license details. */
"View License" = "Podgląd licencji";

/* Visit the website for the name app e.g. Visit Evernote Website */
"Visit %@ Website" = "Odwiedź Stronę %@";

/* No comment provided by engineer. */
"Waiting..." = "Oczekiwanie...";

/* title of welcome window shown on first run */
"Welcome\nto PopClip" = "Witamy\nw PopClip";

/* Example: You are signed in to Instapaper. */
"You are signed in to %@." = "Jesteś zalogowany jako %@.";

/* No comment provided by engineer. */
"You maxed out!" = "Osiągnięto limit!";

/* No comment provided by engineer. */
"⚠️ Authorization failed." = "⚠️ Autoryzacja nie powiodła się.";

/* No comment provided by engineer. */
"✅ PopClip Extension \"%@\" authorized." = "✅ Rozszerzenie PopClip \"%@\" zostało autoryzowane.";
